---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneDesignCoolTemperature
source: html/ee6442b3-a97e-cc8e-8f1c-ef2099643e86.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneDesignCoolTemperature Property

"Design Temperature for Cooling"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneDesignCoolTemperature { get; }
```